Repository: adamShulman/stepit
Catalog: lib/l10n/app_*.arb
Languages: he

# chooseChallengeTitle
source: Choose a challenge
he: בחירת אתגר

source: New challenge
he: אתגר חדש

source: Completed challenges
he: אתגרים שסיימתי בהצלחה

source: Start challenge
he: התחלת אתגר

source: Pause challenge
he: הפסקת אתגר

source: Stop challenge
he: עצירת אתגר

source: End challenge
he: סיום אתגר

# endChallengeConfirmation
source: Are you sure you want to end the challenge? All progress will be erased.
he: האם לסיים את האתגר? כל ההתקדמות תמחק.

source: Resume challenge
he: המשך אתגר

source: Challenge completed
he: אתגר נגמר בהצלחה

source: Challenge ended
he: אתגר נגמר

# overviewTitle
source: Overview
he: סקירה כללית

source: steps
he: צעדים

source: points
he: נקודות

source: level
he: שלב

# termsTitle
source: Terms And Conditions
he: תקנון ותנאים

# welcomeTo
source: Welcome to Stepit
he: ברוכים הבאים

# agreeToTerms
source: I agree to the terms and conditions.
he: אני מסכים לתנאים ולתקנון.

source: Next
he: הבא

source: ok
he: אוקי

# termsBeforeProceed
source: Before you proceed, you must agree to our terms of service.
he: לפני שנמשיך, עליך להסכים לתנאי השירות.

# identificationTitle
source: Identification
he: הזדהות

# uniqueNumberGetError
source: There was an error getting unique number.
he: אירעה שגיאה בהשגת מספר ייחודי.

# userNameRegexMessage
source: Username must contain only letters and numbers, and it must be between 4 and 16 characters long
he: שם המשתמש חייב להכיל רק אותיות ומספרים, והוא חייב להיות באורך של בין 4 ל-16 תווים

# enterUserName
source: Enter a username to get started
he: הזן שם משתמש כדי להתחיל

# loadingUniqueNumber
source: Unique number: loading...
he: מספר ייחודי: טוען...

source: Unique number:
he: מספר ייחודי:

source: Unique number: not found
he: מספר ייחודי: לא נמצא

source: Done
he: בוצע

# internetConnection
source: Connectivity
he: קישוריות

# checkConnection
source: Check your internet connection and try again.
he: בדוק את חיבור האינטרנט שלך ונסה שוב.

# getChallengesError
source: There was an error getting challenges.
he: אירעה שגיאה בקבלת אתגרים.

source: No challenges found
he: לא נמצאו אתגרים

source: Another challenge in progress
he: עוד אתגר בתהליך

source: Toggle map
he: הצג/הסר מפה

source: Cancel
he: ביטול

# congratulationsMessage
source: Congratulations! You have completed the challenge. You just received
he: מזל טוב! השלמת את האתגר. הרגע קיבלת

source: Challenge type
he: סוג אתגר

# challengeTypeSteps
source: Steps
he: צעדים

# challengeTypeSpeed
source: Speed
he: מהירות

# challengeTypeDuration
source: Duration
he: משך זמן

# challengeTypeDistance
source: Distance
he: מרחק

# challengeTypeInfluence
source: Influence
he: השפעה

source: Status
he: סטאטוס

source: Target
he: מטרה

source: Progress
he: התקדמות

source: km
he: ק׳׳מ

source: minutes
he: דקות

source: seconds
he: שניות

source: Elapsed Time
he: זמן שעבר

source: Pedestrian status
he: סטאטוס הולך רגל

source: Started time
he: זמן התחלה

source: Photos
he: תמונות

source: Photos Taken
he: תמונות שנלקחו

source: Steps taken
he: צעדים שנלקחו

# inactiveStatus
source: inactive
he: לא פעיל

# activeStatus
source: active
he: פעיל

# pausedStatus
source: paused
he: הושהה

# endedStatus
source: ended
he: הסתיים

# completedStatus
source: completed
he: הסתיים בהצלחה
